<?php
  // Παράμετροι βάσης δεδομένων
  $db_host = "";
  $db_user = "";
  $db_password = "";
  $db_name = "";

  // Όνομα χρήστη / κωδικός Gmail για αποστολή emails
  $smtp_username = '';
  $smtp_password = '';

  // Κωδικός αρχικοποίησης της βάσης
  $db_init_pass = '';
 
  // Ο φάκελος του web server στον οποίο βρίσκεται η εφαρμογή (default: /proteas)
  $site_root = '/proteas';
  
  // Κατηγορίες πράξεων αναπληρωτών (χρησιμοποιείται στις βεβαιώσεις υπηρεσίας στο τέλος του έτους)
  // Κωδικός => Περιγραφή
  $anapl_praxeis = Array(
    'NULL' => 'Χωρίς Τύπο',
    'ΠΔΕ' => 'ΠΔΕ',
    'ΚΡΑΤ' => 'Κρατικού',
    'ΕΞΑΤ' => 'Εξατομικευμένη',
    'ΕΞΕΙ' => 'Εξειδικευμένη',
    'ΠΡΣΧ' => 'Ενίσχυση Προσχολικής Εκπ.',
    'ΕΝΙΔ' => 'Εν.Τύπου ΠΕ70',
    'ΕΝΙΕ' => 'Εν.Τύπου Ειδικότητες',
    'ΕΝΙΠ' => 'Εν.Τύπου Ψυχολόγοι',
    'ΥΠΟΣ' => 'Ενίσχυση Υποστηρικτικών Δομών',
    'ΕΚΟ'  => 'ΕΚΟ (ΖΕΠ)',
    'ΠΕΠ' => 'ΠΕΠ Κρήτης'
  );

  require_once('include/init_params.php');
?>