<?php
// Παράμετροι βάσης δεδομένων
  $db_host = "";
  $db_user = "";
  $db_password = "";
  $db_name = "";
  // Gmail
  $smtp_username = '';
  $smtp_password = '';

  $db_init_pass = '';
  
  // Κατηγορίες πράξεων αναπληρωτών
  // Κωδικός => Περιγραφή
  $anapl_praxeis = Array(
    'NULL' => 'Χωρίς Τύπο',
    'ΠΔΕ' => 'ΠΔΕ',
    'ΚΡΑΤ' => 'Κρατικού',
    'ΕΞΑΤ' => 'Εξατομικευμένη',
    'ΕΞΕΙ' => 'Εξειδικευμένη',
    'ΠΡΣΧ' => 'Ενίσχυση Προσχολικής Εκπ.',
    'ΕΝΙΔ' => 'Εν.Τύπου ΠΕ70',
    'ΕΝΙΕ' => 'Εν.Τύπου Ειδικότητες',
    'ΕΝΙΠ' => 'Εν.Τύπου Ψυχολόγοι',
    'ΥΠΟΣ' => 'Ενίσχυση Υποστηρικτικών Δομών',
    'ΕΚΟ'  => 'ΕΚΟ (ΖΕΠ)',
    'ΠΕΠ' => 'ΠΕΠ Κρήτης'
  );

  require_once('include/init_params.php');
?>